{
    "nossaHistoria": {
        "titulo": "Our Story",
        "paragrafos": [
            "Maresia was born with a simple but powerful purpose: to transform every moment by the sea into an unforgettable experience. From the beginning, our focus has been on the energy of the ocean, the freshness of the waves, and the unique feeling of freedom that only the beach provides. More than a brand, we are an extension of the lifestyle of those who love the sun, the wind, and the sand under their feet.",
            "Our journey started small, with collections made artisanally for an audience seeking authenticity. Each print carried a piece of the sea, each fabric brought with it the light touch of the breeze. Word of mouth was our greatest ally, and soon Maresia pieces gained prominence, becoming desired by those who value comfort without sacrificing elegance.",
            "Maresia's story is made of encounters: encounters with cultures, colors, inspiring people, and paradisiacal places that motivate us to create. Our identity has been shaped over the years, following global trends but always maintaining the tropical and Brazilian essence. We reflect the diversity, mixture, and cultural richness that make Brazil unique.",
            "Throughout our journey, we have evolved in design, technology, and purpose. Today, we offer much more than beachwear: we offer a complete experience for those who want to be in harmony with nature. We work with sustainable materials, value conscious processes, and reinforce our commitment to the environment daily. For us, the future of fashion is light, responsible, and transparent.",
            "With each collection, we renew our invitation for you to live sunny days intensely, celebrate the beauty of the sea, and carry a piece of this energy with you, wherever you are. Because Maresia is not just about clothes: it's about lifestyle, well-being, and creating memories by the ocean."
        ]
    },
    "regulamento": {
        "titulo": "Regulations",
        "paragrafos": [
            "Our regulations were created to ensure that your experience with Maresia is practical, clear, and secure. Here you'll find the guidelines that govern your purchases, exchanges, and interactions in our store. Our goal is simple: that every customer has confidence when choosing our pieces and can enjoy the entire process without complications.",
            "Purchases made on our website follow the norms of the Consumer Defense Code, respecting legal deadlines and rights. This means you can shop with peace of mind, knowing you're protected at every stage of the journey. We value transparency, which is why all information about price, delivery times, and stock availability is displayed clearly.",
            "If you need to make an exchange or return, our regulations define deadlines and conditions to make the process quick and straightforward. We offer up to 7 calendar days for returns due to regret and up to 30 days for exchanges due to manufacturing defects. In all cases, our team is available to closely monitor and offer efficient solutions.",
            "We also have clear rules for promotions, discount coupons, and seasonal campaigns. We want you to enjoy every opportunity without surprises, which is why we always detail special conditions in a simple and accessible way. This ensures that the benefit you acquire will be correctly applied to your purchase.",
            "Our commitment is to your satisfaction. The regulations are the guiding thread that ensures balance and trust in every transaction, always prioritizing respect and appreciation for those who choose to live the Maresia experience."
        ]
    },
    "freteGratis": {
        "titulo": "Free Shipping",
        "paragrafos": [
            "At Maresia, we understand that delivery is part of the shopping experience, which is why we treat shipping with the same attention we give to every detail of our collections. We work with partner carriers and the Brazilian Postal Service to offer nationwide coverage, always seeking fast delivery times and affordable prices.",
            "The shipping cost is automatically calculated in the shopping cart, according to the provided ZIP code and order weight. This way, you can see the cost before finalizing your purchase, without surprises. Additionally, we offer recurring free shipping promotions for certain regions or for purchases above a minimum amount, ensuring even more advantages for you.",
            "Our system allows you to track shipping status in real time. As soon as the order is shipped, you receive the tracking code and can follow each delivery stage until the final destination. Transparency and practicality are fundamental pillars of our service.",
            "We know that each customer has different urgency levels, which is why we offer various shipping options, from the most economical to express delivery. This way, you can choose the modality that best fits your moment, whether for a last-minute gift or a planned purchase.",
            "Shipping is more than a fee: it's the bridge between you and our collections. That's why we ensure it's always fair, transparent, and part of a pleasant shopping experience."
        ]
    },
    "prazosEntregas": {
        "titulo": "Delivery Times",
        "paragrafos": [
            "The delivery stage is where all our care materializes in your home. At Maresia, we ensure that each order is packaged with care, properly protected, and shipped as quickly as possible. Our goal is for the joy of online shopping to be enhanced by the pleasure of receiving special packaging.",
            "Our deliveries cover the entire national territory, and delivery times vary according to location. On average, shipments to capital cities arrive within 3 to 7 business days, while for inland cities the time may be slightly longer. In all cases, we keep you updated about each movement via email and online tracking.",
            "Beyond delivery times, we think about the experience: each product is packaged to preserve quality, avoiding wrinkles or damage. We also include sustainable materials in our packaging process, aligning our practices with the environmental commitment that's part of Maresia's DNA.",
            "If there's any issue during delivery, such as delays or access difficulties, our support team is always ready to intervene and resolve it. Contact can be made simply, and our priority is to ensure you receive your order without worries.",
            "For us, each delivery is the conclusion of a journey. It's the moment when you finally have in your hands a piece of our essence. And that's exactly why we care about every detail - because we know that, more than a product, we're delivering an experience, an emotion, and a lifestyle that accompanies you on sunny days, by the sea, and in freedom."
        ]
    },
    "formasPagamento": {
        "titulo": "Payment Methods",
        "paragrafos": [
            "At Maresia, we believe every shopping experience should be as light as our creations. That's why we offer a variety of payment methods designed to ensure security, flexibility, and practicality, respecting each customer's rhythm. We know that investing in pieces that combine comfort, style, and sustainability is also an act of self-care, and we want this moment to be fluid and transparent from start to finish.",
            "We accept credit card payments, with the possibility of installment payments up to 6x interest-free, depending on the total purchase amount and current conditions at checkout. This option allows you to acquire your favorite pieces immediately, with tranquility and predictability in managing your monthly expenses. All transactions are protected by an encrypted system, offering complete security for your data.",
            "We also offer the PIX payment option, a practical, fast alternative with almost immediate confirmation. For those who prefer this method, we ensure quick order processing and, in many cases, exclusive benefits such as special discounts or seasonal gifts, as a way of thanking you for choosing direct and conscious payment.",
            "Additionally, thinking about offering more accessibility to our collections, we also include installment PIX, processed through reliable and secure intermediaries. This option allows you to split your purchase even when using your bank account balance, in an uncomplicated way, with quick analysis and installments that fit your budget. It's an innovative way to democratize access to purposeful fashion without compromising security and clarity at every stage.",
            "For customers who prefer other solutions, such as digital wallets or bank slips, we make these options available according to the platform used, always respecting authentication and verification norms. Detailed instructions are provided during the purchase process, ensuring an intuitive experience without surprises.",
            "Regardless of the payment method chosen, the most important thing for us is that you feel comfortable. Shopping at Maresia is more than acquiring a piece - it's connecting with a light, elegant lifestyle committed to well-being. And we want every step, from the click to receipt, to reflect this care."
        ]
    },
    "pixParcelado": {
        "titulo": "Installment PIX",
        "paragrafos": [
            "At Maresia, we believe conscious fashion is also made of smart choices - including when it comes to paying. That's why, in addition to traditional payment methods, we offer the Installment PIX option, a practical, secure, and accessible alternative for you to acquire your favorite pieces with more flexibility, even if you don't have the full amount available upfront.",
            "Installment PIX works as a middle ground between traditional PIX and credit card. With it, you can complete your purchase with the speed of a PIX payment but split the amount into up to 12 installments, according to your needs. This modality is offered through a partner financial institution that processes the payment and assumes the full upfront amount for the store - while you pay in installments, with fair fees and no bureaucracy.",
            "In practice, it works like this: when finalizing your purchase on our website, you choose the 'Installment PIX' option at the payment stage. Then, you'll be redirected to a secure platform from the financial partner, where you can choose the number of installments, simulate conditions, view applicable interest rates, and confirm your data. After approval, a PIX code will be generated for you to make the initial payment - and that's it! Your purchase will be confirmed and the order will proceed normally for processing and shipping.",
            "Unlike credit cards, Installment PIX doesn't affect your credit limit, making it an ideal solution for those seeking financial freedom without sacrificing control and security. Additionally, the entire process is digital, fast, and doesn't require lengthy credit analysis, making it accessible even for those who don't have a credit card or prefer to avoid using it.",
            "It's important to note that installment conditions - such as number of installments, interest rates, and minimum amount - are defined directly by the partner institution at the time of transaction. Maresia doesn't retain your banking data nor interferes with installment approval, ensuring complete security and confidentiality during the process. All support regarding installments can be handled directly with the intermediary platform, which provides its own customer service channels for follow-up.",
            "Installment PIX is another way we seek to make your experience with us more fluid, transparent, and personalized. We want every customer to have the freedom to choose not only what they wear but also how they want to shop - with comfort, autonomy, and without compromising their financial well-being.",
            "If you have any questions about how Installment PIX works, our customer service team is available to guide you through each step. After all, our commitment is to deliver not only pieces that translate the spirit of the sea but also shopping solutions that reflect the lightness and intelligence of those who wear Maresia."
        ]
    },
    "mareSerena": {
        "titulo": "Maré Serena",
        "paragrafos": [
            "Maré Serena was born from the encounter between slowed-down time and the lightness of tides that come and go, unhurried. Inspired by the hypnotic movement of calm waters, golden mornings by the sea, and the silent pauses that only coastal days provide, this collection invites you to reconnect with the more natural rhythm of things. A time marked not by the clock but by the tides, the sun moving across the sky, the footprints that appear and disappear in the sand.",
            "At the heart of Maré Serena is the desire to slow down. In a world spinning at high speed, the collection proposes a counterpoint: dressing in calm. It visually and sensorially translates the peace of mind we feel when walking barefoot on the beach, contemplating the endless horizon, feeling the salty breeze on our face. It's a collection born from listening - listening to the body, to nature, to memory - and translated into clothes that respect the senses, cycles, and skin.",
            "During the creative process, the styling team dove deep into affective memories of simpler summers: those where a sea bath, a light dress, and a hammock on the porch were enough to make the day worthwhile. Old photographic references, travel records along the Brazilian coast, logbooks, and coastal landscape paintings were sources of inspiration to compose the collection's imagery. The team visited small fishing villages, spoke with artisans, sought to understand coastal time through the eyes of those who live by the sea every day.",
            "The collection's prints are true works of art: developed one by one, from hand-painted watercolors, they carry the fluidity and transparency of water. Elements like shells, corals, drifting boats, fishing nets, and tropical leaves compose organic designs with movement and lightness. The idea was for the prints to have their own rhythm, as if they were visual narratives of a morning at the beach or an evening watching the sea. Each print was carefully digitized and adjusted to perfectly adapt to the garment patterns, creating compositions that flow with the body.",
            "The color palette was designed as a direct reflection of the coastal landscape: peaceful blues like shallow seas, shades of wet sand, soft corals, solar tones, saline white, and small touches of aqua green and burnt pink. The colors combine with harmony and subtlety, evoking the atmosphere of a serene summer without excess, where the gaze rests and the heart slows down."
        ]
    },
    "floralAtlantico": {
        "titulo": "Floral Atlântico",
        "paragrafos": [
            "Floral Atlântico is a deep dive into the strength and poetry of Brazilian tropical nature, with a special focus on the lush vegetation that grows between the green of the Atlantic Forest and the sea breeze. Inspired by the contrast between abundant leaves and delicate flowers, this collection celebrates the balance between power and lightness, shadow and color, forest and coast.",
            "Maré Serena was born from the encounter between slowed-down time and the lightness of tides that come and go, unhurried. Inspired by the hypnotic movement of calm waters, golden mornings by the sea, and the silent pauses that only coastal days provide, this collection invites you to reconnect with the more natural rhythm of things. A time marked not by the clock but by the tides, the sun moving across the sky, the footprints that appear and disappear in the sand.",
            "In the creative process, the styling team followed trails, native gardens, and botanical records, transforming elements of the Atlantic ecosystem into exclusive prints that seem to bloom directly on the fabric. The intention was to capture, with sensory details, the feeling of walking under tree canopies, smelling the damp earth, and hearing the distant sound of waves - all translated into pieces that embrace the body and tell stories.",
            "The prints mix tropical graphics with dense, organic florals. Hibiscus, bromeliads, broad leaves, and small wildflowers appear in watercolor compositions, drawn manually and reworked digitally to maintain their poetic strength. The color palette starts with intense greens, deep blues, and touches of red, coral, and yellow - all in harmony with the freshness of the forest and coast.",
            "The chosen fabrics seek lightness, fluidity, and presence: responsibly sourced viscose, sustainable cotton, linen, and fabrics with natural texture are the protagonists. Some pieces feature hand embroidery, localized ruffles, ties, and artisanal trims as special details.",
            "Floral Atlântico is an invitation to connect with nature - whether real or symbolic. Each piece was made to accompany light steps, luminous days, and moments when the beauty of the surroundings transforms into a state of mind. It's the strength of nature dressed in poetry."
        ]
    },
    "ecosDoMar": {
        "titulo": "Ecos do Mar",
        "paragrafos": [
            "Ecos do Mar was born as a call from the ocean, an invitation to listen to the wisdom hidden in each wave and transform this listening into conscious fashion. The collection translates the poetry of the sea into fabrics, cuts, and details that resonate like salted memories. It's not just about clothes: it's about sensations, memories, and ancestral connections that unite people and nature in a harmonious dance.",
            "Each piece carries fragments of maritime stories. Recycled fabrics and natural fibers come to life in fluid forms inspired by the sway of tides. The textures recall warm sand underfoot, the freshness of the sea breeze, and the wet shine of shells freshly found on the shore. This aesthetic seeks balance between delicacy and strength, reminding us that the ocean is gentle and immense at the same time.",
            "The creation processes were guided by intuition, seeking low environmental impact materials without sacrificing sophistication. Knits from recycled plastic bottles, certified cottons, and algae fibers transform into dresses, skirts, and tunics that not only dress but tell stories. The result is fashion that breathes with the sea, dialogues with its essence, and celebrates its diversity.",
            "At the launch fashion show, held by the sea, guests were transported to a unique sensory experience. To the sound of waves, models walked barefoot on wet wooden runways, making clear that the collection is not just a set of pieces but a manifesto of respect and reverence for nature. The simplicity of details, combined with the strength of the message, enchanted everyone.",
            "Beyond aesthetics, Ecos do Mar strengthens Maresia's commitment to environmental causes. Part of the revenue was directed to reef preservation projects and support for coastal communities. Packaging was rethought, replaced with bags made from repurposed fishing nets, hand-sewn by artisans who found in this work a new source of income and appreciation.",
            "The collection also opened space for cultural dialogue. Fishermen, shellfish gatherers, and divers shared their stories, which were integrated into poetic labels sewn into some pieces. This choice reinforces the idea that fashion can be memory, manifesto, and future simultaneously, revealing that each creation carries the voice of many.",
            "Ecos do Mar doesn't end in one season: it's a milestone in conscious Brazilian fashion. It inaugurates a new cycle where dressing means respecting, celebrating, and giving back to the ocean everything we receive from it. When wearing a piece from this collection, the customer doesn't just take a product but a piece of marine poetry, a reminder that the planet speaks - and we need to be ready to listen."
        ]
    },
    "perolaSalgada": {
        "titulo": "Pérola Salgada",
        "paragrafos": [
            "Pérola Salgada is a collection that celebrates the beauty hidden in the depths, inspired by the silent transformation that happens inside oysters. Just as an irritating grain of sand becomes a jewel, the collection translates resilience and renewal into pieces that combine delicacy, strength, and authenticity. Clara saw in pearls not traditional luxury but the power to create something precious from adversity.",
            "The inspiration came during shallow dives, where small oysters shimmered discreetly among stones and algae. The vision awakened in Clara the desire to reveal the beauties that mature at the right time, without haste, and that flourish even in challenging environments. Pérola Salgada thus became a manifesto of patience, resistance, and transformation, transposed into the language of fashion.",
            "The chosen fabrics reflect the soft, natural shine of pearls. Bamboo satin, recycled viscose, and bases with pearlescent finishes create surfaces that capture light subtly, without exaggeration. To the touch, they're soft and almost liquid, bringing to the skin the sensation of freshness and smoothness. The goal is to translate into texture the balance between salt, sea, and femininity.",
            "In the patterns, Clara sought cuts that embrace the body without restricting. Asymmetry, draping, and layering recall oyster folds and the fluid movement of tides. Long dresses with translucent layers evoke ocean depth, while tops with central knots reference tidal strength. Each piece is a visual metaphor, designed to dress stories.",
            "The color palette moves away from the obvious and anchors itself in soft marine tones: saline white, wet sand, coral pink, algae green, and pearlescent beige. Each pigment was extracted from natural sources like flowers and minerals, reinforcing the collection's sustainable commitment. The colors don't shout but whisper stories from the sea bottom, inviting attentive looking and contemplation.",
            "Beyond aesthetics, the collection carries strong social value. Clara worked with coastal communities that live from collecting mollusks and shellfish, incorporating their knowledge into the narrative. Some pieces feature labels embroidered by shellfish gatherers, with phrases inspired by their lives and stories. This detail transforms each garment into a gesture of reverence and collective memory.",
            "The launch took place in a fishing village, with photos taken in real settings without artificial scenography. The models, diverse in body and style, posed naturally on rocks and sands, reinforcing the proposal's authenticity. Pérola Salgada conquered not only through design but through the emotional impact it provoked in customers, who felt represented and touched by the pearl metaphor.",
            "The collection also reinforces Maresia's environmental commitment. Produced with local suppliers and natural dyes, it gave rise to accessories made from cleaning collection shells and bags created from repurposed nets. Thus, every detail reinforces the idea that true luxury is born from care and regeneration.",
            "Pérola Salgada became an emotional and aesthetic milestone in the brand's history. More than a clothing collection, it's a reminder that beauty arises from resilience and that even salt - often seen as corrosive - can be a force of healing, preservation, and rebirth."
        ]
    },
    "melhorMarca": {
        "titulo": "Best Brand",
        "paragrafos": [
            "Our regulations are the guiding document that establishes the conditions of use, conduct, purchase, and relationship between you, the customer, and our brand. They were created with the commitment to promote a clear, secure shopping journey consistent with the values we cultivate - such as transparency, respect, and commitment to the consumer experience. By using our website, application, customer service channels, or social media, you automatically agree to the terms established in these regulations, which includes accepting the described conditions about purchases, promotions, exchanges, deliveries, and use of personal data, always respecting the limits imposed by current legislation, especially the Consumer Defense Code and the General Data Protection Law (LGPD).",
            "Promotions advertised on our channels - whether coupons, promotional shipping, progressive discounts, or gifts - may have specific activation conditions and validity periods, and are governed by these general regulations plus the specific regulations of each campaign. It's essential to understand that promotional coupons cannot be combined with each other nor with other ongoing offers, except for previously indicated exceptions. Coupon use may be limited to specific products, categories, sales channels, dates, or minimum purchase amounts. Additionally, promotions are not necessarily applicable to new releases, special collections, or collaborations with partner brands, which follow their own pricing policies and are not subject to automatic commercial changes.",
            "For exchanges and returns, we accept products in perfect condition, with all original tags and intact packaging, within 30 calendar days from the receipt date. The shipping cost for exchanges due to regret is the customer's responsibility, except in cases of defects or errors on our part, when we assume all costs.",
            "We also emphasize that all content presented on the website - including product images, descriptions, prices, and stock availability - is subject to change without prior notice. We work with the utmost care and effort to ensure all information is always updated and consistent with reality, but due to product turnover, possible technical failures, or typing errors, discrepancies may occur. In these cases, we reserve the right to correct the information without the obligation to honor an incorrect price or expired offer. The customer will always be notified in case of cancellation or correction, preserving service integrity and good relationship.",
            "We reserve the right to change or end promotions at any time, without prior notice. This may happen for various reasons, such as stock depletion, commercial strategy revisions, or operational adjustments. However, we guarantee that all purchases made and paid until that moment will be honored according to the current terms.",
            "By interacting with our brand - whether through purchases, participation in promotions, or coupon use - the customer automatically declares being aware of and agreeing with these regulations. In case of doubts, we have a customer service team ready to guide, clarify, and offer the necessary support."
        ]
    },
    "tecidosLeves": {
        "titulo": "Lightest Fabrics",
        "paragrafos": [
            "Receiving the Award in the 'Lightest Fabric' category is more than an achievement for Maresia - it's the confirmation of a dream woven with purpose, research, and sensitivity. Since the beginning of our story, we've always believed that dressing should be an extension of the skin, a natural gesture that respects the body, celebrates movement, and translates the lightness of life by the sea. This award crowns a journey of technical dedication, conscious choices, and attentive focus on the future of fashion.",
            "Our fabric selection was never random. It's born from touch, observation, attentive listening to moving bodies, winds blowing over sand, and days when heat calls for freedom. To create clothes that flow like tides, we've invested in natural fabrics, smart fibers, and sustainable innovations, testing each material until finding the perfect balance between comfort, breathability, and elegance. Being recognized for this gives us certainty that we're heading in the right direction - with soul, technique, and lightness.",
            "The award highlights, in particular, the work done with sustainable microfiber and treated linen, two materials that became the foundation of our most beloved collections. They provide a unique sensation to the touch: fresh, airy, with excellent drape, and ideal for tropical climates. They're fabrics that respect the body and environment, remaining firm in aesthetics and generous in use. By receiving this excellence seal, we reaffirm our commitment to continue innovating with responsibility and beauty.",
            "More than a title, the recognition as the brand creating the 'Lightest Fabric' reflects what our customers already know: wearing Maresia is wearing freedom. Each piece carries the care of those who believe fashion can be gentle, conscious, and sensory. And now, this care takes public form, translated into an award that honors artisanal work, sustainable choice, and the transformative delicacy in every stitch.",
            "We deeply thank everyone who is part of this journey: customers who feel the touch and trust, suppliers who share our vision, and the team that transforms every idea into reality. May this award inspire us to continue creating clothes that not only cover the body but connect the being with the wind, the sun, and the simple beauty of now."
        ]
    },
    "designInovador": {
        "titulo": "Innovative Design",
        "paragrafos": [
            "Receiving the 'Most Innovative Design' award is more than an aesthetic recognition - it's the consecration of a philosophy that guides every creation stage at Maresia. Since our beginning, we've sought to design not just clothes but experiences. Every cut, fold, and stitch has purpose. Each piece is born from observing the natural world, the behavior of those who live by the sea, and the creative restlessness of Clara, who believed it was possible to combine functionality, beauty, and freedom in a single stroke. This award is, therefore, the materialization of an ideal: to create fashion with its own identity, that moves without excess and transforms daily life with gentleness and strength.",
            "The innovative design recognized today began as a practical response to the limitations of traditional beachwear. But over time, it became a signature. The side slits inspired by wave movement, the strategic use of ultra-light fabrics, the fits that respect body contours without oppressing, and the minimalist elements that elevate the essential - all this is part of careful construction between technique and sensitivity. Our design results from listening, real testing, and deep respect for the female body and how it moves in the world.",
            "Being awarded for innovation means, for us, reaffirming the commitment to never settle. With each collection, we seek new ways to surprise with subtlety. We incorporate technological fabrics with natural aesthetics, study patterns that combine ergonomics and elegance, and design versatile pieces capable of transitioning between beach, city, and leisure time with fluidity. More than passing trends, we want to create pieces that withstand time - in quality, relevance, and feeling. This award proves it's possible to innovate with purpose, without noise, without haste, but with soul.",
            "The 'Most Innovative Design' recognition also belongs to every customer who saw something different in our pieces, every seamstress who interpreted Clara's sketches with her hands, and every collaborator who helps transform ideas into tangible reality. It belongs to the community we've formed around a brand that believes dressing should be an extension of well-being, not a visual imposition. This award inspires us to continue creating with intuition, intelligence, and genuine passion for everything that comes from the sea.",
            "We'll remain attentive to the future, open to the new, faithful to our essence. Because innovating, for us, isn't about making noise - it's about finding creative silences where no one else looks, and transforming them into something that moves with the wind, like the truest ideas."
        ]
    },
    "sustentabilidade": {
        "titulo": "Sustainability",
        "paragrafos": [
            "Receiving the Sustainability award is, for us at Maresia, an honor that transcends aesthetic or commercial achievement - it's the recognition of a mission that has always been intertwined with our purpose since the first stitch. Since Clara dreamed of pieces reflecting the sea's lightness and freedom, there was also a silent but firm desire for each creation to respect not only the body wearing it but also the planet that hosts us. Being awarded for sustainability is, therefore, the celebration of an ethical, constant, and deeply conscious choice.",
            "Our sustainable journey didn't start as strategy but as conviction. When we chose natural, recyclable, and biodegradable fabrics, we knew we were giving up easier paths. The choice for ecological microfibers, clean-treated linen, organic cotton, and breathable knits free from pesticides was born from real discomfort with the textile industry's impacts on ecosystems. And beyond materials, we began rethinking all processes: from decentralized production with local cooperatives to low-impact logistics, including artisanal packaging made with fibers like sisal and straw - everything reflected our intention to build a brand that doesn't cause harm to the world that so inspires us.",
            "This award, given by experts who evaluate not just good intentions but concrete results, reinforces that we're on the right path. Each Maresia piece carries, beyond original design, a value chain committed to respecting nature, valuing artisanal work, and regenerating production cycles. We bet on transparency, traceability, and partnerships with coastal communities that still preserve ancestral techniques - because we believe fashion's future must necessarily pass through reconnection with the past and the land.",
            "Being recognized in the Sustainability category is a joy we share with all who walk beside us: conscious customers who prioritize responsible choices, suppliers who dare innovate without harming the environment, seamstresses who work in dignified and fair conditions, and a team that understands sustainability isn't a trend - it's a duty. It's a powerful reminder that creating beauty isn't enough; we must create it without compromising the natural beauties surrounding us.",
            "We'll continue forward with the same care, expanding our projects with recycled materials, investing in circular economy, and promoting collections increasingly aligned with environmental regeneration principles. The Sustainability award isn't an endpoint - it's a favorable wind, a breeze that takes us even further in the search for fashion that not only respects the sea but also cares for it, like someone caring for their own home."
        ]
    },
    "vivaPraia": {
        "titulo": "Viva Praia",
        "paragrafos": [
            "Viva Praia is more than a collection: it's a manifesto celebrating life by the sea in all its fullness. Inspired by the unique rhythm of coastal cultures, it translates the sun, sand, and ocean into pieces that unite style, sustainability, and comfort. It's an invitation to live the coast authentically, consciously, and full of energy.",
            "The proposal goes beyond traditional beachwear. Instead of prioritizing only passing aesthetics, Viva Praia bets on durability, beauty, and functionality. The pieces are designed for those who truly live the coast, whether in daily life or leisure moments. Natural fabrics, sustainable technology, and cuts that promote freedom of movement compose the collection's DNA.",
            "Each material choice was made with environmental responsibility. Organic fabrics, recycled fibers, and biodegradable microfibers unite to create light, resistant, planet-friendly clothes. The commitment is to reduce impacts, save water and energy, and show that fashion can be synonymous with caring for the Earth.",
            "Viva Praia also values coastal culture. Artisans, seamstresses, and local artists were invited to participate in the project, bringing their ancestral techniques into the contemporary universe. The result is an encounter between tradition and innovation, where each piece carries the energy of communities that preserve and celebrate the coastal spirit.",
            "More than clothes, Viva Praia is an experience. When wearing a piece, the customer feels the breeze's freshness, the sun's lightness, and the connection with nature. The collection expands to complementary initiatives: conscious tourism, cultural events, and environmental actions, all designed to bring people closer to the coast's beauty and fragility.",
            "Technology also has a fundamental space. Fabrics with natural sun protection, fibers that accelerate drying, and details that prevent odors are part of the proposal. Additionally, the project integrates circular economy principles, encouraging reuse and clothing recycling after their life cycle, expanding their environmental relevance.",
            "The collection launch was a milestone: models walked on beaches to the sound of the sea, reinforcing the fusion between fashion and lifestyle. Public reception proved that Viva Praia isn't just about clothes but about belonging, authenticity, and purpose.",
            "By choosing Viva Praia, the customer connects to a movement uniting style, consciousness, and celebration. It's a way of dressing not just the body but also values and attitudes inspiring a more sustainable future. Viva Praia is, above all, an invitation to live the coast in its truest and most transformative form."
        ]
    },
    "sonhoVerde": {
        "titulo": "Sonho Verde",
        "paragrafos": [
            "Sonho Verde is a project born from the urgency to rethink our relationship with the planet. More than a collection, it's a life proposal: dressing with awareness, responsibility, and love for nature. It's fashion as manifesto, where each piece symbolizes hope and commitment to a sustainable future.",
            "The project is based on three pillars: environmental sustainability, social ethics, and lasting design. From the start, the priority was reinventing the production chain so each stage - from raw material cultivation to final finishing - respects natural cycles and values those participating in the process.",
            "At Sonho Verde's heart are materials chosen with rigor: organic cotton free from pesticides, linen cultivated by small farmers, recycled fibers gaining new life. Each fabric results from conscious choices balancing resistance, comfort, and environmental responsibility.",
            "Production processes were also rethought. Natural dyeing techniques, water and energy savings, waste reuse, and dignified work are central practices. All involved people receive fair remuneration and work in humane conditions, strengthening local communities and respecting cultural traditions.",
            "Sonho Verde is also social impact. Alongside women's cooperatives and artisans, the project supports regional economies and promotes financial autonomy. Workshops and educational programs teach about conscious consumption, environmental conservation, and sustainable fashion, expanding the project's reach beyond clothes.",
            "The collection's aesthetics reflects nature's elegant simplicity. Colors inspired by natural landscapes, soft lines, and versatile patterns create pieces that last through time, transcend passing trends, and promote a more responsible wardrobe.",
            "Technological innovation is a constant ally. From developing new renewable fibers to using biodegradable inks, Sonho Verde bets on solutions expanding environmental efficiency and reducing impacts. Circular economy is a principle: pieces are designed to be recycled or reused after their life cycle.",
            "More than clothes, Sonho Verde is an invitation to transformation. Each piece is a reminder that we can live more balanced and consciously. By wearing Sonho Verde, the customer becomes part of a network valuing life, culture, and the planet.",
            "Sonho Verde isn't just a Maresia project: it's a collective call. It's proof that dreaming is important, but acting is essential. It's the beginning of a future where fashion and nature walk together, thread by thread, building a fairer, more sustainable world for future generations."
        ]
    },
    "impoderadas": {
        "titulo": "Empowered",
        "paragrafos": [
            "We accept exchanges and returns within 30 days after purchase, provided the product is in perfect condition with original tags and packaging.",
            "To request an exchange or return, access our customer service center."
        ]
    },
    "ilhaBela": {
        "titulo": "Beautiful Island",
        "paragrafos": [
            "Free shipping for purchases above R$199 throughout Brazil. For North and Northeast regions, the minimum amount for free shipping is R$249.",
            "Delivery time varies from 3 to 10 business days, depending on the region."
        ]
    },
    "marBrisa": {
        "titulo": "Sea and Breeze",
        "paragrafos": [
            "Free shipping for purchases above R$199 throughout Brazil. For North and Northeast regions, the minimum amount for free shipping is R$249.",
            "Delivery time varies from 3 to 10 business days, depending on the region."
        ]
    }
}