{
    "nossaHistoria": {
        "titulo": "Nossa história",
        "paragrafos": [
      "A Maresia nasceu com um propósito simples, mas poderoso: transformar cada momento à beira-mar em uma experiência inesquecível. Desde o início, nosso olhar esteve voltado para a energia do oceano, para o frescor das ondas e para a sensação única de liberdade que só a praia proporciona. Mais do que uma marca, somos uma extensão do estilo de vida de quem ama o sol, o vento e a areia sob os pés.",
      "Nossa trajetória começou pequena, com coleções feitas artesanalmente e voltadas para um público que buscava autenticidade. Cada estampa carregava um pedacinho do mar, cada tecido trazia consigo o toque leve da brisa. O boca a boca foi nosso maior aliado e logo as peças Maresia ganharam destaque, tornando-se desejo de quem valoriza conforto sem abrir mão de elegância.",
      "A história da Maresia é feita de encontros: encontros com culturas, com cores, com pessoas que inspiram e com lugares paradisíacos que nos motivam a criar. Nossa identidade foi se moldando ao longo dos anos, acompanhando tendências globais, mas sempre mantendo a essência tropical e brasileira. Somos um reflexo da diversidade, da mistura e da riqueza cultural que tornam o Brasil único.",
      "Ao longo da caminhada, evoluímos em design, em tecnologia e em propósito. Hoje, oferecemos muito mais do que moda praia: oferecemos uma experiência completa para quem deseja estar em sintonia com a natureza. Trabalhamos com materiais sustentáveis, valorizamos processos conscientes e reforçamos diariamente nosso compromisso com o meio ambiente. Para nós, o futuro da moda é leve, responsável e transparente.",
      "A cada coleção, renovamos nosso convite para que você viva intensamente os dias ensolarados, celebre a beleza do mar e carregue consigo um pedacinho dessa energia, esteja onde estiver. Porque a Maresia não é apenas sobre roupas: é sobre estilo de vida, é sobre bem-estar, é sobre criar memórias à beira do oceano."
    ]
    },
    "regulamento": {
        "titulo": "Regulamento",
        "paragrafos": [
      "Nosso regulamento foi criado para garantir que a sua experiência com a Maresia seja prática, clara e segura. Aqui você encontra as diretrizes que orientam suas compras, trocas e interações em nossa loja. Nosso objetivo é simples: que cada cliente tenha confiança ao escolher nossas peças e possa aproveitar todo o processo sem complicações.",
      "As compras realizadas em nosso site seguem as normas do Código de Defesa do Consumidor, respeitando prazos e direitos legais. Isso significa que você pode comprar com tranquilidade, sabendo que está protegido em todas as etapas da jornada. Prezamos pela transparência, e por isso todas as informações de preço, prazos de entrega e disponibilidade de estoque são exibidas de forma clara.",
      "Caso seja necessário realizar uma troca ou devolução, nosso regulamento define prazos e condições para que o processo seja rápido e descomplicado. Trabalhamos com prazos de até 7 dias corridos para devolução por arrependimento e até 30 dias para trocas por defeito de fabricação. Em todos os casos, nossa equipe está disponível para acompanhar de perto e oferecer soluções eficientes.",
      "Também contamos com regras claras para promoções, cupons de desconto e campanhas sazonais. Queremos que você aproveite cada oportunidade sem surpresas, por isso sempre detalhamos as condições especiais de forma simples e acessível. Dessa forma, você tem a garantia de que o benefício adquirido será aplicado corretamente em sua compra.",
      "Nosso compromisso é com a sua satisfação. O regulamento é o fio condutor que assegura equilíbrio e confiança em cada negociação, sempre priorizando o respeito e a valorização de quem escolhe viver a experiência Maresia."
    ]
    },
    "freteGratis": {
        "titulo": "Frete grátis",
        "paragrafos": [
      "Na Maresia, entendemos que a entrega faz parte da experiência de compra, e por isso tratamos o frete com a mesma atenção que damos a cada detalhe de nossas coleções. Trabalhamos com transportadoras parceiras e com os Correios para oferecer cobertura nacional, sempre buscando prazos rápidos e valores acessíveis.",
      "O valor do frete é calculado automaticamente no carrinho de compras, de acordo com o CEP informado e o peso do pedido. Assim, você já visualiza o custo antes de finalizar a compra, sem surpresas. Além disso, oferecemos promoções recorrentes de frete grátis para determinadas regiões ou em compras acima de um valor mínimo, garantindo ainda mais vantagens para você.",
      "Nosso sistema permite acompanhar o status do envio em tempo real. Assim que o pedido é postado, você recebe o código de rastreamento e pode acompanhar cada etapa da entrega até o destino final. Transparência e praticidade são pilares fundamentais do nosso serviço.",
      "Sabemos que cada cliente tem uma urgência diferente, por isso disponibilizamos opções variadas de envio, desde as mais econômicas até as expressas. Dessa forma, você escolhe a modalidade que melhor se adapta ao seu momento, seja para um presente de última hora ou para uma compra planejada.",
      "O frete é mais do que uma taxa: é a ponte entre você e nossas coleções. Por isso, cuidamos para que seja sempre justo, transparente e parte de uma experiência prazerosa de compra."
    ]
    },
    "prazosEntregas": {
        "titulo": "Prazos e entregas",
       "paragrafos": [
      "A etapa de entrega é onde todo o nosso cuidado se materializa em sua casa. Na Maresia, prezamos para que cada pedido seja embalado com carinho, protegido de forma adequada e enviado no menor tempo possível. Nosso objetivo é que a alegria da compra online seja potencializada pelo prazer de receber uma embalagem especial.",
      "Nossas entregas cobrem todo o território nacional, e os prazos variam de acordo com a localidade. Em média, os envios para capitais chegam entre 3 e 7 dias úteis, enquanto para cidades do interior o prazo pode se estender um pouco mais. Em todos os casos, mantemos você atualizado sobre cada movimentação por e-mail e pelo rastreamento online.",
      "Além do prazo, pensamos na experiência: cada produto é embalado de maneira que preserve a qualidade, evitando amassados ou danos. Também incluímos materiais sustentáveis em nosso processo de embalagem, alinhando nossas práticas ao compromisso ambiental que faz parte do DNA Maresia.",
      "Caso haja algum imprevisto durante a entrega, como atrasos ou dificuldades de acesso, nossa equipe de suporte está sempre pronta para intervir e resolver. O contato pode ser feito de forma simples, e nossa prioridade é assegurar que você receba seu pedido sem preocupações.",
      "Para nós, cada entrega é a conclusão de uma jornada. É o momento em que você finalmente tem em mãos um pedacinho da nossa essência. E é justamente por isso que cuidamos de cada detalhe, porque sabemos que, mais do que um produto, estamos entregando uma experiência, uma emoção e um estilo de vida que acompanha você em dias de sol, mar e liberdade."
    ]
    },
    "formasPagamento": {
        "titulo": "Formas de pagamento",
        "paragrafos": [
            "Na Maresia, acreditamos que toda experiência de compra deve ser tão leve quanto nossas criações. Por isso, oferecemos uma variedade de formas de pagamento pensadas para garantir segurança, flexibilidade e praticidade, respeitando o ritmo de cada cliente. Sabemos que investir em peças que unem conforto, estilo e sustentabilidade é também um gesto de cuidado consigo mesma, e queremos que esse momento seja fluido e transparente do início ao fim.",
            "Aceitamos pagamentos via cartões de crédito, com possibilidade de parcelamento em até 6x sem juros, dependendo do valor total da compra e das condições vigentes no momento do checkout. Essa opção permite que você adquira suas peças favoritas de forma imediata, com tranquilidade e previsibilidade no controle de seus gastos mensais. Todas as transações são protegidas por um sistema criptografado, oferecendo segurança completa para seus dados.",
            "Também disponibilizamos a opção de PIX à vista, uma alternativa prática, rápida e com confirmação quase imediata. Para quem prefere essa modalidade, garantimos agilidade no processamento do pedido e, em muitos casos, benefícios exclusivos como descontos especiais ou brindes sazonais, como forma de agradecer pela escolha por um pagamento direto e consciente.",
            "Além disso, pensando em oferecer mais acessibilidade às nossas coleções, incluímos também o PIX parcelado, realizado por meio de intermediadoras confiáveis e seguras. Essa opção permite que você divida sua compra mesmo utilizando o saldo da conta bancária, de forma descomplicada, com análise rápida e parcelas que cabem no seu bolso. É uma forma inovadora de democratizar o acesso à moda com propósito, sem abrir mão da segurança e da clareza em cada etapa.",
            "Para os clientes que preferem outras soluções, como carteiras digitais ou boletos, disponibilizamos essas opções de acordo com a plataforma utilizada, respeitando sempre as normas de autenticação e verificação. As instruções detalhadas são fornecidas durante o processo de compra, garantindo uma experiência intuitiva e sem surpresas.",
            "Independentemente da forma de pagamento escolhida, o mais importante para nós é que você se sinta à vontade. Comprar na Maresia é mais do que adquirir uma peça — é se conectar com um estilo de vida leve, elegante e comprometido com o bem-estar. E queremos que cada etapa, do clique ao recebimento, reflita esse cuidado."
        ]
    },
    "pixParcelado": {
        "titulo": "Pix parcelado",
        "paragrafos": [
            "Na Maresia, acreditamos que moda consciente também é feita de escolhas inteligentes — inclusive na hora de pagar. Por isso, além das formas tradicionais de pagamento, oferecemos a opção de Pix Parcelado, uma alternativa prática, segura e acessível para você adquirir suas peças favoritas com mais flexibilidade, mesmo que não tenha o valor total disponível à vista.",
            "O Pix Parcelado funciona como um meio termo entre o Pix tradicional e o cartão de crédito. Com ele, você pode concluir sua compra com a rapidez de um pagamento via Pix, mas parcelar o valor em até 12 vezes, de acordo com sua necessidade. Essa modalidade é oferecida por meio de uma instituição financeira parceira, que realiza a intermediação do pagamento e assume o valor total à vista para a loja — enquanto você quita de forma parcelada, com taxas justas e sem burocracia.",
            "Na prática, funciona assim: ao finalizar sua compra em nosso site, você escolhe a opção “Pix Parcelado” na etapa de pagamento. Em seguida, será redirecionado para uma plataforma segura da parceira financeira, onde poderá escolher o número de parcelas, simular as condições, visualizar os juros aplicáveis e confirmar os dados. Após a aprovação, um código Pix será gerado para que você realize o pagamento inicial — e pronto! Sua compra estará confirmada e o pedido seguirá normalmente para separação e envio.",
            "Diferente do cartão de crédito, o Pix Parcelado não compromete seu limite, o que o torna uma solução ideal para quem busca liberdade financeira sem abrir mão de controle e segurança. Além disso, todo o processo é digital, rápido e sem a necessidade de análise de crédito demorada, tornando-o acessível até mesmo para quem não possui cartão ou prefere evitar seu uso.",
            "Importante destacar que as condições de parcelamento — como número de parcelas, juros e valor mínimo — são definidas diretamente pela instituição parceira no momento da transação. A Maresia não retém seus dados bancários nem interfere na aprovação do parcelamento, garantindo total segurança e confidencialidade durante o processo. Todo o suporte referente às parcelas pode ser feito diretamente com a plataforma intermediadora, que disponibiliza canais de atendimento próprios para acompanhamento.",
            "O Pix Parcelado é mais uma das maneiras pelas quais buscamos tornar sua experiência conosco mais fluida, transparente e personalizada. Queremos que cada cliente tenha a liberdade de escolher não apenas o que veste, mas também como deseja comprar — com conforto, autonomia e sem comprometer o seu bem-estar financeiro.",
            "Se restar alguma dúvida sobre o funcionamento do Pix Parcelado, nossa equipe de atendimento está à disposição para orientar você em cada etapa. Afinal, nosso compromisso é entregar não só peças que traduzam o espírito do mar, mas também soluções de compra que reflitam a leveza e a inteligência de quem veste Maresia."
        ]
    },
    "mareSerena": {
        "titulo": "Maré Serena",
        "paragrafos": [
            "A coleção Maré Serena nasceu do encontro entre o tempo desacelerado e a leveza das marés que vêm e vão, sem pressa. Inspirada pelo movimento hipnótico das águas calmas, pelas manhãs douradas à beira-mar, pelas pausas silenciosas que só os dias litorâneos proporcionam, esta coleção convida a um reencontro com o tempo mais natural das coisas. Um tempo que não é marcado pelo relógio, mas pelas marés, pelo sol se movendo no céu, pelas pegadas que ficam e desaparecem na areia.",
            "No coração da Maré Serena está o desejo de desacelerar. Em um mundo que gira em alta rotação, a coleção propõe um contraponto: vestir-se de calma. Ela traduz visualmente e sensorialmente a paz de espírito que sentimos ao caminhar descalços pela praia, ao contemplar o horizonte sem fim, ao sentir a brisa salgada no rosto. É uma coleção que nasce da escuta — escuta do corpo, da natureza, da memória — e que se traduz em roupas que respeitam os sentidos, os ciclos e a pele.",
            "Durante o processo criativo, a equipe de estilo mergulhou fundo em memórias afetivas dos verões mais simples: aqueles em que bastavam um banho de mar, um vestido leve e uma rede na varanda para que o dia valesse a pena. Referências fotográficas antigas, registros de viagens pela costa brasileira, diários de bordo e pinturas de paisagens litorâneas foram fontes de inspiração para compor o imaginário da coleção. A equipe visitou pequenas vilas de pescadores, conversou com artesãs, buscou entender o tempo do litoral com os olhos de quem vive à beira-mar todos os dias.",
            "As estampas da coleção são verdadeiras obras de arte: desenvolvidas uma a uma, a partir de aquarelas feitas à mão, elas carregam a fluidez e a transparência da água. Elementos como conchas, corais, barcos à deriva, redes de pesca e folhas tropicais compõem desenhos orgânicos, com movimento e leveza. A ideia era que as estampas tivessem um ritmo próprio, como se fossem narrativas visuais de uma manhã na praia ou de um fim de tarde olhando o mar. Cada estampa foi digitalizada com cuidado e ajustada para que se adaptasse perfeitamente às modelagens das peças, criando composições que fluem com o corpo.",
            "A paleta de cores foi pensada como um reflexo direto da paisagem costeira: azuis pacíficos como o mar raso, tonalidades de areia molhada, corais suaves, tons solares, branco salino e pequenos pontos de verde-água e rosa queimado. As cores se combinam com harmonia e sutileza, evocando o clima de um verão sereno, sem excessos, onde o olhar descansa e o coração abranda."
        ]
    },
    "floralAtlantico": {
        "titulo": "Floral Atlântico",
        "paragrafos": [
            "A coleção Floral Atlântico é um mergulho profundo na força e na poesia da natureza tropical brasileira, com um olhar voltado especialmente para a vegetação exuberante que cresce entre o verde da Mata Atlântica e a brisa do mar. Inspirada pelo contraste entre folhas fartas e flores delicadas, esta coleção celebra o equilíbrio entre potência e leveza, sombra e cor, floresta e litoral.",
            "A coleção Maré Serena nasceu do encontro entre o tempo desacelerado e a leveza das marés que vêm e vão, sem pressa. Inspirada pelo movimento hipnótico das águas calmas, pelas manhãs douradas à beira-mar, pelas pausas silenciosas que só os dias litorâneos proporcionam, esta coleção convida a um reencontro com o tempo mais natural das coisas. Um tempo que não é marcado pelo relógio, mas pelas marés, pelo sol se movendo no céu, pelas pegadas que ficam e desaparecem na areia.",
            "No processo criativo, a equipe de estilo da FARM Rio percorreu trilhas, jardins nativos e registros botânicos, transformando elementos do ecossistema atlântico em estampas exclusivas que parecem florescer diretamente no tecido. A intenção era capturar, com detalhes sensoriais, a sensação de caminhar sob a copa das árvores, sentir o cheiro úmido da terra e ouvir o som distante das ondas — tudo traduzido em peças que abraçam o corpo e contam histórias.",
            "As estampas misturam grafismos tropicais com florais densos e orgânicos. Hibiscos, bromélias, folhas largas e pequenas flores silvestres surgem em composições aquareladas, desenhadas manualmente e retrabalhadas digitalmente para manter sua força poética. A cartela de cores parte de verdes intensos, azuis profundos e toques de vermelho, coral e amarelo — tudo em harmonia com o frescor da mata e do litoral.",
            "Os tecidos escolhidos buscam leveza, fluidez e presença: viscose de origem responsável, algodão sustentável, linho e tecidos com textura natural são os protagonistas. Algumas peças recebem bordados manuais, babados localizados, amarrações e aviamentos artesanais como detalhes especiais.",
            "Floral Atlântico é um convite ao encontro com a natureza – seja real ou simbólico. Cada peça foi feita para acompanhar passos leves, dias luminosos e momentos em que a beleza do entorno se transforma em estado de espírito. É a força da natureza vestida de poesia."
        ]
    },
    "ecosDoMar": {
        "titulo": "Ecos do Mar",
        "paragrafos": [
      "Ecos do Mar nasceu como um chamado do oceano, um convite para ouvir a sabedoria escondida em cada onda e transformar essa escuta em moda consciente. A coleção traduz a poesia do mar em tecidos, cortes e detalhes que ressoam como lembranças salgadas. Não é apenas sobre roupas: é sobre sensações, memórias e conexões ancestrais que unem pessoas e natureza em uma dança harmoniosa.",
      "Cada peça carrega fragmentos de histórias marítimas. Tecidos reciclados e fibras de origem natural ganham vida em formas fluidas, inspiradas no balanço das marés. As texturas remetem à areia quente sob os pés, ao frescor da brisa marinha e ao brilho úmido das conchas recém-encontradas na beira da praia. Essa estética busca o equilíbrio entre delicadeza e força, lembrando que o oceano é suave e imenso ao mesmo tempo.",
      "Os processos de criação foram guiados pela intuição de Clara, que buscou materiais de baixo impacto ambiental sem abrir mão da sofisticação. Malhas de garrafas plásticas recicladas, algodões certificados e fibras de algas se transformam em vestidos, saias e túnicas que não apenas vestem, mas contam histórias. O resultado é uma moda que respira junto com o mar, que dialoga com sua essência e celebra sua diversidade.",
      "No desfile de lançamento, realizado à beira-mar, os convidados foram transportados para uma experiência sensorial única. Ao som das ondas, modelos desfilaram descalças sobre passarelas de madeira molhada, deixando claro que a coleção não é apenas um conjunto de peças, mas um manifesto de respeito e reverência à natureza. A simplicidade dos detalhes, somada à força da mensagem, encantou a todos.",
      "Além da estética, Ecos do Mar fortalece o compromisso da Maresia com causas ambientais. Parte da renda foi destinada a projetos de preservação de recifes e apoio a comunidades costeiras. A embalagem foi repensada, substituída por sacolas feitas de redes de pesca reaproveitadas, costuradas manualmente por artesãs que encontraram nesse trabalho uma nova fonte de renda e valorização.",
      "A coleção também abriu espaço para um diálogo cultural. Pescadores, marisqueiras e mergulhadores compartilharam suas histórias, que foram integradas em etiquetas poéticas costuradas em algumas peças. Essa escolha reforça a ideia de que a moda pode ser memória, manifesto e futuro ao mesmo tempo, revelando que cada criação carrega a voz de muitos.",
      "Ecos do Mar não se esgota em uma temporada: é um marco da moda consciente brasileira. Ele inaugura um novo ciclo em que vestir significa respeitar, celebrar e devolver ao oceano tudo o que dele recebemos. Ao vestir uma peça dessa coleção, o cliente não leva apenas um produto, mas um pedaço de poesia marinha, um lembrete de que o planeta fala — e precisamos estar prontos para ouvir."
    ]
    },
    "perolaSalgada": {
        "titulo": "Pérola Salgada",
        "paragrafos": [
      "Pérola Salgada é uma coleção que celebra a beleza escondida nas profundezas, inspirada na transformação silenciosa que acontece dentro das ostras. Assim como um grão de areia incômodo se torna joia, a coleção traduz resiliência e renovação em peças que combinam delicadeza, força e autenticidade. Clara enxergou nas pérolas não o luxo tradicional, mas o poder de criar algo precioso a partir da adversidade.",
      "A inspiração surgiu em mergulhos rasos, onde pequenas ostras cintilavam discretamente entre pedras e algas. A visão despertou em Clara o desejo de revelar as belezas que amadurecem no tempo certo, sem pressa, e que florescem mesmo em ambientes desafiadores. Pérola Salgada se tornou, assim, um manifesto de paciência, resistência e transformação, transposto para a linguagem da moda.",
      "Os tecidos escolhidos refletem o brilho suave e natural das pérolas. Cetim de bambu, viscose reciclada e bases com acabamento perolado criam superfícies que captam a luz de forma sutil, sem exageros. Ao toque, são macios e quase líquidos, trazendo para a pele a sensação de frescor e suavidade. O objetivo é traduzir em textura o equilíbrio entre o sal, o mar e a feminilidade.",
      "Na modelagem, Clara buscou cortes que abraçam o corpo sem restringir. Assimetria, drapeados e sobreposições remetem às dobras das ostras e ao movimento fluido das marés. Vestidos longos com camadas translúcidas evocam a profundidade oceânica, enquanto tops com nós centrais remetem à força das marés. Cada peça é uma metáfora visual, desenhada para vestir histórias.",
      "A paleta de cores foge do óbvio e se ancora em tons marinhos suaves: branco salino, areia úmida, rosa coral, verde alga e bege perolado. Cada pigmento foi extraído de fontes naturais, como flores e minerais, reforçando o compromisso sustentável da coleção. As cores não gritam, mas sussurram histórias do fundo do mar, convidando ao olhar atento e à contemplação.",
      "Além da estética, a coleção carrega um forte valor social. Clara trabalhou junto a comunidades litorâneas que vivem da coleta de moluscos e mariscos, incorporando seus saberes à narrativa. Algumas peças trazem etiquetas bordadas por marisqueiras, com frases inspiradas em suas vidas e histórias. Esse detalhe transforma cada roupa em um gesto de reverência e memória coletiva.",
      "O lançamento aconteceu em uma vila de pescadores, com fotos feitas em cenários reais, sem cenografia artificial. As modelos, diversas em corpo e estilo, posavam com naturalidade sobre pedras e areias, reforçando a autenticidade da proposta. Pérola Salgada conquistou não apenas pelo design, mas pelo impacto emocional que provocou em clientes, que se sentiram representados e tocados pela metáfora da pérola.",
      "A coleção também reforça o compromisso ambiental da Maresia. Produzida com fornecedores locais e tingimentos naturais, deu origem a acessórios feitos com conchas de mutirões de limpeza e bolsas criadas a partir de redes reaproveitadas. Assim, cada detalhe reforça a ideia de que o luxo verdadeiro nasce do cuidado e da regeneração.",
      "Pérola Salgada se tornou um marco emocional e estético na história da marca. Mais do que uma coleção de roupas, é um lembrete de que a beleza surge da resiliência e que até o sal — muitas vezes visto como corrosivo — pode ser força de cura, conservação e renascimento."
    ]
    },
    "melhorMarca": {
        "titulo": "Melhor Marca",
        "paragrafos": [
            "Nosso regulamento é o documento orientador que estabelece as condições de uso, conduta, compra e relacionamento entre você, cliente, e a nossa marca. Ele foi criado com o compromisso de promover uma jornada de compra clara, segura e coerente com os valores que cultivamos — como transparência, respeito e compromisso com a experiência do consumidor. Ao utilizar nosso site, aplicativo, canais de atendimento ou redes sociais, você está automaticamente concordando com os termos estabelecidos neste regulamento, o que inclui aceitar as condições descritas sobre compras, promoções, trocas, entregas e uso de dados pessoais, sempre respeitando os limites impostos pela legislação vigente, especialmente o Código de Defesa do Consumidor e a Lei Geral de Proteção de Dados (LGPD).",
            "As promoções divulgadas em nossos canais — sejam elas cupons, fretes promocionais, descontos progressivos ou brindes — podem ter condições específicas de ativação e validade, e são regidas por este regulamento geral somado aos regulamentos próprios de cada ação. É fundamental compreender que os cupons promocionais não são cumulativos entre si, nem com outras ofertas em andamento, salvo exceções previamente indicadas. O uso de cupons pode estar limitado a determinados produtos, categorias, canais de venda, datas específicas ou volumes mínimos de compra. Além disso, promoções não são obrigatoriamente aplicáveis a lançamentos, coleções especiais ou colaborações com marcas parceiras, as quais seguem políticas de preço próprias e não estão sujeitas a alterações comerciais automáticas.",
            "Para trocas e devoluções, aceitamos produtos em perfeito estado, com todas as etiquetas originais e embalagens intactas, dentro do prazo de 30 dias corridos a partir da data de recebimento. O custo do frete para trocas por motivos de arrependimento fica por conta do cliente, exceto em casos de defeitos ou erros de nossa parte, quando assumimos todos os custos.",
            "Ressaltamos também que todo o conteúdo apresentado no site — incluindo imagens de produtos, descrições, preços e disponibilidade em estoque — está sujeito a alterações sem aviso prévio. Trabalhamos com o maior zelo e empenho para garantir que todas as informações estejam sempre atualizadas e condizentes com a realidade, mas em função da rotatividade de itens, possíveis falhas técnicas ou erros de digitação, podem ocorrer divergências. Nestes casos, nos reservamos o direito de corrigir a informação sem a obrigatoriedade de honrar um preço incorreto ou uma oferta vencida. O cliente será sempre comunicado em caso de cancelamento ou correção, preservando a integridade do atendimento e o bom relacionamento.",
            "Nos reservamos o direito de alterar ou encerrar promoções a qualquer momento, sem necessidade de aviso prévio. Isso pode acontecer por motivos diversos, como término de estoque, revisão de estratégias comerciais ou ajustes operacionais. Porém, garantimos que todas as compras realizadas e pagas até aquele momento serão honradas de acordo com os termos vigentes.",
            "Ao interagir com nossa marca — seja através de compras, participação em promoções ou uso de cupons — o cliente automaticamente declara estar ciente e de acordo com este regulamento. Em caso de dúvidas, temos uma equipe de atendimento pronta para orientar, esclarecer e oferecer o suporte necessário."
        ]
    },
    "tecidosLeves": {
        "titulo": "Tecidos Mais Leves",
        "paragrafos": [
            "Receber o Prêmio na categoria 'Tecido Mais Leve' é mais do que uma conquista para a Maresia — é a confirmação de um sonho tecido com propósito, pesquisa e sensibilidade. Desde o início da nossa história, sempre acreditamos que o vestir deveria ser uma extensão da pele, um gesto natural que respeita o corpo, celebra o movimento e traduz a leveza da vida à beira-mar. Esse prêmio vem coroar uma jornada de dedicação técnica, escolhas conscientes e um olhar atento para o futuro da moda.",
            "A escolha dos nossos tecidos nunca foi aleatória. Ela nasce do toque, da observação, da escuta atenta dos corpos em movimento, dos ventos que sopram sobre a areia e dos dias em que o calor pede liberdade. Para criar roupas que fluam como as marés, investimos em tecidos naturais, fibras inteligentes e inovações sustentáveis, testando cada material até encontrar o equilíbrio perfeito entre conforto, respirabilidade e elegância. Ser reconhecida por isso é ter a certeza de que seguimos na direção certa — com alma, técnica e leveza.",
            "O prêmio destaca, em especial, o trabalho realizado com a microfibra sustentável e o linho tratado, dois materiais que se tornaram a base das nossas coleções mais queridas. Eles proporcionam uma sensação única ao toque: são frescos, arejados, com excelente caimento e ideais para climas tropicais. São tecidos que respeitam o corpo e o ambiente, mantendo-se firmes na estética e generosos no uso. Ao receber esse selo de excelência, reafirmamos nosso compromisso de continuar inovando com responsabilidade e beleza.",
            "Mais do que um título, o reconhecimento como marca criadora do 'Tecido Mais Leve' é um reflexo daquilo que os nossos clientes já sabem: vestir Maresia é vestir a liberdade. Cada peça carrega o cuidado de quem acredita que a moda pode ser gentil, consciente e sensorial. E agora, esse cuidado ganha forma pública, traduzido em um prêmio que honra o trabalho artesanal, a escolha sustentável e a delicadeza transformadora que está em cada ponto de costura.",
            "Agradecemos profundamente a todos que fazem parte dessa caminhada: clientes que sentem o toque e confiam, fornecedores que compartilham nossa visão, e a equipe que transforma cada ideia em realidade. Que esse prêmio nos inspire a seguir criando roupas que não apenas cobrem o corpo, mas conectam o ser com o vento, o sol e a beleza simples do agora."
        ]
    },
    "designInovador": {
        "titulo": "Design Inovador",
        "paragrafos": [
            "Receber o prêmio de “Design Mais Inovador” é mais do que um reconhecimento estético — é a consagração de uma filosofia que orienta cada etapa da criação na Maresia. Desde o nosso surgimento, sempre buscamos desenhar não apenas roupas, mas experiências. Cada corte, dobra e costura tem propósito. Cada peça nasce da observação do mundo natural, do comportamento de quem vive à beira-mar e da inquietude criativa de Clara, que acreditou ser possível aliar funcionalidade, beleza e liberdade em um só traço. Este prêmio é, portanto, a materialização de um ideal: o de criar moda com identidade própria, que emociona sem excessos e transforma o cotidiano com suavidade e força.",
            "O design inovador que hoje é reconhecido começou como uma resposta prática às limitações das roupas praianas tradicionais. Mas, com o tempo, tornou-se assinatura. As fendas laterais inspiradas no movimento das ondas, o uso estratégico de tecidos ultraleves, os encaixes que respeitam os contornos do corpo sem oprimir, e os elementos minimalistas que elevam o essencial — tudo isso faz parte de uma construção cuidadosa entre técnica e sensibilidade. Nosso design é o resultado de escuta, de testes reais e de um profundo respeito pelo corpo feminino e pelo modo como ele se movimenta no mundo.",
            "Ser premiada por inovação significa, para nós, reafirmar o compromisso de nunca nos acomodarmos. A cada coleção, buscamos novas formas de surpreender com sutileza. Incorporamos tecidos tecnológicos com estética natural, estudamos modelagens que unem ergonomia e elegância, e desenhamos peças versáteis, capazes de transitar entre a praia, a cidade e o tempo livre com fluidez. Mais do que tendências passageiras, queremos criar peças que resistam ao tempo — em qualidade, relevância e sentimento. Esse prêmio é prova de que é possível inovar com propósito, sem ruído, sem pressa, mas com alma.",
            "O reconhecimento de “Design Mais Inovador” pertence também a cada cliente que enxergou em nossas peças algo diferente, a cada costureira que interpretou com as mãos os esboços de Clara, e a cada colaborador que contribui para transformar ideias em realidade tangível. Ele pertence à comunidade que formamos ao redor de uma marca que acredita que o vestir deve ser uma extensão do bem-estar, e não uma imposição visual. Essa premiação nos inspira a seguir criando com intuição, inteligência e uma paixão genuína por tudo que vem do mar.",
            "Seguiremos atentos ao futuro, abertos ao novo, fiéis à nossa essência. Porque inovar, para nós, não é fazer barulho — é encontrar silêncios criativos onde ninguém mais olha, e transformá-los em algo que se move com o vento, como as ideias mais verdadeiras."
        ]
    },
    "sustentabilidade": {
        "titulo": "Sustentabilidade",
        "paragrafos": [
            "Receber o prêmio de Sustentabilidade é, para nós da Maresia, uma honra que transcende a conquista estética ou comercial — é o reconhecimento de uma missão que sempre esteve entrelaçada ao nosso propósito desde o primeiro ponto de costura. Desde que Clara sonhou com peças que refletissem a leveza e a liberdade do mar, havia também um desejo silencioso, mas firme, de que cada criação respeitasse não só o corpo que a veste, mas também o planeta que nos acolhe. Ser premiada por sustentabilidade é, portanto, a celebração de uma escolha ética, constante e profundamente consciente.",
            "Nossa trajetória sustentável não começou por estratégia, mas por convicção. Quando optamos por tecidos naturais, recicláveis e biodegradáveis, sabíamos que abriríamos mão de caminhos mais fáceis. A escolha por microfibras ecológicas, linho tratado de forma limpa, algodão orgânico e malhas respiráveis livres de agrotóxicos nasceu de um incômodo real com os impactos da indústria têxtil sobre os ecossistemas. E mais do que materiais, passamos a repensar todos os processos: da produção descentralizada junto a cooperativas locais à logística de baixo impacto, passando pelas embalagens artesanais feitas com fibras como sisal e palha — tudo refletia nossa intenção de construir uma marca que não causasse danos ao mundo que tanto nos inspira.",
            "Este prêmio, entregue por especialistas que avaliam não apenas boas intenções, mas também resultados concretos, reforça que estamos no caminho certo. Cada peça da Maresia carrega, além do design autoral, uma cadeia de valor comprometida com o respeito à natureza, com a valorização do trabalho artesanal e com a regeneração dos ciclos produtivos. Apostamos na transparência, na rastreabilidade e em parcerias com comunidades costeiras que ainda preservam técnicas ancestrais — porque acreditamos que o futuro da moda precisa, necessariamente, passar por uma reconexão com o passado e com a terra.",
            "Ser reconhecida na categoria Sustentabilidade é uma alegria que compartilhamos com todas as pessoas que caminham ao nosso lado: clientes conscientes que priorizam escolhas responsáveis, fornecedores que ousam inovar sem agredir o meio ambiente, costureiras que trabalham em condições dignas e justas, e uma equipe que compreende que sustentabilidade não é tendência — é dever. É um lembrete poderoso de que não basta criar beleza; é preciso criá-la sem comprometer as belezas naturais que nos rodeiam.",
            "Seguiremos adiante com o mesmo cuidado, expandindo nossos projetos com materiais reciclados, investindo em economia circular e promovendo coleções cada vez mais alinhadas aos princípios da regeneração ambiental. O prêmio de Sustentabilidade não é um ponto final — é um sopro a favor, um vento que nos leva ainda mais longe na busca por uma moda que não apenas respeita o mar, mas que também cuida dele, como quem cuida da própria casa."
        ]
    },
    "vivaPraia": {
        "titulo": "Viva Praia",
        "paragrafos": [
      "Viva Praia é mais do que uma coleção: é um manifesto que celebra a vida à beira-mar em toda a sua plenitude. Inspirada no ritmo único das culturas litorâneas, ela traduz o sol, a areia e o oceano em peças que unem estilo, sustentabilidade e conforto. É um convite para viver o litoral de forma autêntica, consciente e cheia de energia.",
      "A proposta vai além da moda praia tradicional. Em vez de priorizar apenas estética passageira, Viva Praia aposta em durabilidade, beleza e funcionalidade. As peças são pensadas para quem realmente vive o litoral, seja no dia a dia, seja em momentos de lazer. Tecidos naturais, tecnologia sustentável e cortes que promovem liberdade de movimento compõem o DNA da coleção.",
      "Cada escolha de material foi feita com responsabilidade ambiental. Tecidos orgânicos, fibras recicladas e microfibras biodegradáveis se unem para criar roupas leves, resistentes e amigas do planeta. O compromisso é reduzir impactos, economizar água e energia, e mostrar que moda pode ser sinônimo de cuidado com a Terra.",
      "Viva Praia também valoriza a cultura costeira. Artesãos, costureiros e artistas locais foram convidados a participar do projeto, trazendo suas técnicas ancestrais para o universo contemporâneo. O resultado é um encontro entre tradição e inovação, onde cada peça carrega em si a energia das comunidades que preservam e celebram o espírito litorâneo.",
      "Mais do que roupas, Viva Praia é uma experiência. Ao vestir uma peça, o cliente sente o frescor da brisa, a leveza do sol e a conexão com a natureza. A coleção se expande para iniciativas complementares: turismo consciente, eventos culturais e ações ambientais, todas pensadas para aproximar pessoas da beleza e fragilidade do litoral.",
      "A tecnologia também tem espaço fundamental. Tecidos com proteção solar natural, fibras que aceleram a secagem e detalhes que evitam odores fazem parte da proposta. Além disso, o projeto integra princípios da economia circular, incentivando o reuso e a reciclagem das roupas após o ciclo de vida, ampliando sua relevância ambiental.",
      "O lançamento da coleção foi um marco: modelos desfilaram em praias ao som do mar, reforçando a fusão entre moda e estilo de vida. A recepção do público comprovou que Viva Praia não é apenas sobre roupas, mas sobre pertencimento, autenticidade e propósito.",
      "Ao escolher Viva Praia, o cliente se conecta a um movimento que une estilo, consciência e celebração. É uma forma de vestir não apenas o corpo, mas também valores e atitudes que inspiram um futuro mais sustentável. Viva Praia é, acima de tudo, um convite a viver o litoral em sua forma mais verdadeira e transformadora."
    ]
    },
    "sonhoVerde": {
        "titulo": "Sonho Verde",
        "paragrafos": [
      "Sonho Verde é um projeto que nasce da urgência de repensar nossa relação com o planeta. Mais do que uma coleção, é uma proposta de vida: vestir-se com consciência, responsabilidade e amor pela natureza. É moda como manifesto, onde cada peça é símbolo de esperança e compromisso com um futuro sustentável.",
      "O projeto se baseia em três pilares: sustentabilidade ambiental, ética social e design duradouro. Desde o início, a prioridade foi reinventar a cadeia produtiva para que cada etapa — do cultivo da matéria-prima ao acabamento final — respeite os ciclos naturais e valorize quem participa do processo.",
      "No coração do Sonho Verde estão os materiais escolhidos com rigor: algodão orgânico livre de agrotóxicos, linho cultivado por pequenos agricultores, fibras recicladas que ganham nova vida. Cada tecido é resultado de escolhas conscientes, que equilibram resistência, conforto e responsabilidade ambiental.",
      "Os processos produtivos também foram repensados. Técnicas de tingimento natural, economia de água e energia, reaproveitamento de resíduos e trabalho digno são práticas centrais. Todas as pessoas envolvidas recebem remuneração justa e trabalham em condições humanas, fortalecendo comunidades locais e respeitando tradições culturais.",
      "Sonho Verde também é impacto social. Ao lado de cooperativas de mulheres e artesãos, o projeto apoia economias regionais e promove autonomia financeira. Workshops e programas educativos ensinam sobre consumo consciente, conservação ambiental e moda sustentável, ampliando o alcance do projeto para além das roupas.",
      "A estética da coleção reflete a simplicidade elegante da natureza. Cores inspiradas em paisagens naturais, linhas suaves e modelagens versáteis criam peças que duram no tempo, que transcendem tendências passageiras e promovem um guarda-roupa mais responsável.",
      "A inovação tecnológica é aliada constante. Do desenvolvimento de novas fibras de origem renovável ao uso de tintas biodegradáveis, Sonho Verde aposta em soluções que ampliam a eficiência ambiental e reduzem impactos. A economia circular é um princípio: as peças são pensadas para serem recicladas ou reutilizadas após seu ciclo de vida.",
      "Mais do que roupas, Sonho Verde é um convite à transformação. Cada peça é um lembrete de que podemos viver de forma mais equilibrada e consciente. Ao vestir Sonho Verde, o cliente se torna parte de uma rede que valoriza a vida, a cultura e o planeta.",
      "Sonho Verde não é apenas um projeto da Maresia: é um chamado coletivo. É a prova de que sonhar é importante, mas agir é indispensável. É o começo de um futuro em que moda e natureza caminham juntas, fio a fio, na construção de um mundo mais justo e sustentável para as próximas gerações."
    ]
    },
    "impoderadas": {
        "titulo": "Impoderadas",
        "paragrafos": [
            "Aceitamos trocas e devoluções dentro de 30 dias após a compra, desde que o produto esteja em perfeito estado, com etiqueta e embalagem originais.",
            "Para solicitar uma troca ou devolução, acesse nossa central de atendimento."
        ]
    },
    "ilhaBela": {
        "titulo": "Ilha Bela",
        "paragrafos": [
            "Frete grátis para compras acima de R$199 em todo o Brasil. Para regiões Norte e Nordeste, o valor mínimo para frete grátis é R$249.",
            "O prazo de entrega varia de 3 a 10 dias úteis, dependendo da região."
        ]
    },
    "marBrisa": {
        "titulo": "Mar e Brisa",
        "paragrafos": [
            "Frete grátis para compras acima de R$199 em todo o Brasil. Para regiões Norte e Nordeste, o valor mínimo para frete grátis é R$249.",
            "O prazo de entrega varia de 3 a 10 dias úteis, dependendo da região."
        ]
    }
}